00:00:38
00:00:45

Привет, ребят, это Эш Пирсон из Revocation, и я сегодня здесь, в штабквартире Drumeo, чтобы поговорить с вами о тех процедурах, с которыми я разогреваюсь перед игрой.
00:00:45
00:01:12

В туре с Revocation мы отыгрываем сеты от получаса до часа каждую ночь, на скорости от 160 до 230 bpm, так что на выступление приходится сильно выложиться. И чтобы это удалось я делаю в течение дня разные штуки, чтобы подготовиться.
00:01:13
00:01:24

<Я херово понимаю, что он хочет тут сказать> Понятно, что концерты бывают разные, и нельзя каждый раз готовиться по полной программе, чтобы каждую ночь играть как бог, мы все люди.
00:01:25
00:01:29

Но есть штуки, которые увеличат вероятность отыграть лучше
00:01:29
00:01:45

Значит так. Моя разминка начинается где-то в начале дня - честно, я тут пройдусь по всему моему дню в туре, потому что он весь вращается вокруг итогового ночного выступления, это моя работа.
00:01:47
00:02:03

Значит, я встаю и выпиваю <надо бы поэкспрессивнее синоним> кучу воды, с этого, значит, начинаю.  Вода для меня многое значит, я, в смысле, обезвоживание, там, всякое такое - люди вообще разного телосложения, кто-то может глотать кофе и бухло весь день - я вот не могу.
00:02:03
00:02:12

Значит, выпиваю воды, по возможности легко и вкусно чем-нибудь завтракаю, потому как, пока ездишь, обычно сидишь всё время фургоне.
00:02:12
00:02:17

Так что, значит, не советую вам есть слишком много фастфуда, так как вы его едите, а потом сидите в фургоне.
00:02:18
00:02:31

Эм, может, открываю типа ноты <или книжки по барабанам, я хз что есть drumbook в данном контексте>, и делаю что-нибудь просто на руках, в фургоне в смысле. Эм, ну типа вроде сложных размеров или рисунков тренировочных.
00:02:31
00:02:48

Я совершённо чётко заметил, что когда я днём перед концертом слегка разогреваюсь, ночью я играю лучше. Ну типа играть днём что-нибудь несложное, я играю одиночные, двойки, парадидлы, всякое такое.
00:02:48
00:03:00

Ну или я пытаюсь что-нибудь новое выучить. Но, перед концертом, там, не знаю, может быть саундчек, может не быть - у меня есть несколько часов перед выходом на сцену.
00:03:00
00:03:22

Значит, я обедаю, а после обеда, может, погуляю, потому что, если гуляешь или бегаешь - это плюс для таких физкультурных концертов. Если думаете, что устанете... Если будете бегать по утрам или днём, я вам гарантирую - ваш объём лёгких увеличится. Это большой плюс для длинных ночных концертов.
00:03:23
00:03:38

Но я после еды иду типа на долгую прогулку, полчаса, может - типа пищеварение, опять же, свежий воздух, кровь разогнать. Это действительно разогрев, по крайней мере я так считаю, ну шевелишь ногами, так что как раз ноги разогреваются.
00:03:38
00:03:46

Потом, может, я люблю немного подремать <покемарить слишком жаргонно, хотя может и можно>, типа батарейки зарядить.
00:03:46
00:04:04

Значит, когда подходит время играть, я завязываю с кофе, около двух часов перед игрой, потому что не хочу... я не смогу иначе играть мышцами, мышечной памятью, я не хочу быть на нервах, от этого больше ошибок, если ты весь на иголках.
00:04:05
00:04:10

Значит, воздерживаюсь от кофе, я пью воду, может какие-нить витаминки.
00:04:11
00:04:18

 Иногда я я трясу как следует ногами, часа за полтора до выхода, и съедаю какие-нибудь витамины с калием <Вот тут я тоже совсем не уверен, что понял о чём он. Это конечно логично для мышц - но по-моему, звучит как хрень :) - надо нормальное выражение подобрать, дословно это чуть ли не "калийное удобрение" (potassium booster), есть понятие как "натрий-калиевая накачка", но это вроде тоже не оно>
00:04:18
00:04:24

Эти вещи, я заметил, реально помогают - вода, там. Так что я всё это делаю вплоть до выхода на сцену.
00:04:24
00:04:32

Но если говорить уже о реальном разогреве во всех этих процедурах, я надеваю вот таких вот деток - грузы на голень. <не по-русски звучит, "крошки-малышки" - это англицизм. Найти синоним для грузов (ankle weights), если есть.>
00:04:33
00:04:53

Часть моего распорядка - пройтись туда-сюда с ними. Не очень много, иначе начнутся проблемы с коленями, если долго носить, но я их ношу около... когда на пэде тренируюсь, например, потому что тебе не всегда дадут посидеть за нормальной установкой.
00:04:53
00:05:02

Значит, пэд, иногда есть ножной пэд, это круто, если он есть, можно и на нём, но я просто таскаю эти грузы и больше ничего.
00:05:03
00:05:04

И снимаю их перед выступлением.
00:05:05
00:05:08

Я научился этой штуке у Джина Хогланда, он лучший <или, может, он про штуку, что лучшая - непонятно>.
00:05:08
00:05:09

Значит, 
00:05:11
00:05:24

Давайте... мм, не пытайтесь учить ничего нового, пока разогреваетесь, не нужно заморачиваться безумными раскоординационными упражнениями, если нужно просто вспомнить, как играть одиночные, двойки, парадиддлы и всякое такое.
00:05:24
00:05:39

Что я обычно люблю делать - так это возвращаться к базису, в смысле мы должны получать максимум эффекта с минимумом затрат, так что я ищу как раз базис этого минимума затрат, вот так. Это для меня.
00:05:39
00:05:46

Я думаю, что это весьма полезно, вот так, даже тише, чем мелизмы, я еле её поднимаю и отпускаю.
00:05:47
00:05:50

И пытаюсь получить хороший отскок.
00:05:51
00:05:59

Я в этом пытаюсь прочувствовать тот базис, к которому потом буду прикладывать усилия, чтобы палка двигалась.
00:05:59
00:06:03

Как только я с это заново прочувствую - я начинаю набивать выше.
00:06:04
00:06:07

Бум, просто набиваю, только бросаю и не тяну вверх.
00:06:08
00:06:14

Вот так, начинаю с этого, начинаю так каждой рукой, делаю падающие,  свободные удары.
00:06:15
00:06:18

Свободный удар это когда просто бросаешь палку и ловишь, когда она возвращается.
00:06:18
00:06:23

Вот так, падающие удары. Тоже самое левой.
00:06:23
00:06:27

Так, набиваем, набиваем.
00:06:28
00:06:34

По восемь каждой рукой. 1-2-3-4-5-6-7-8, 1-2-3-4-5...
00:06:35
00:06:37

Теперь одиночные, попеременно.
00:06:39
00:06:43

Двойки - вспоминаем как играть правильные двойки.
00:06:45
00:06:48

Сначала это, прежде чем идти дальше.
00:06:48
00:06:58

Я не делаю это быстро, кстати. Играю типа в среднем темпе, потому что это зовётся "разогрев", а не "прыжок в кипяток".
00:06:59
00:07:02

Так вот не надо делать, мышцы зажмутся
00:07:02
00:07:12

Мышцы - они как эластичная лента, её можно хорошо растянуть, если она тёплая, а если она холодная и ты пытаешься тянуть - то она рвётся, это если резиновая лента.
00:07:12
00:07:15

Значит, 1-2,1-2,1-2,1-2.
00:07:20
00:07:21

Играем двойки.
00:07:22
00:07:24

А потом я перехожу к парадиддлам.
00:07:28
00:07:29

Двойным парадиддлам.
00:07:30
00:07:31

Тройным парадиддлам.
00:07:34
00:07:35

Может, форшлагам.
00:07:45
00:07:49

Заставляем руки привыкнуть к тому, как играть эти штуки. Двойной форшлаг.
00:07:56
00:08:00

Так, разогрели руки, приучили их снова играть.
00:08:00
00:08:06

Э, не то чтобы оно реально забывалось, но это нужно. Немного напомнить, приучить обратно.
00:08:06
00:08:25

И, я вообще делаю упражнения на раскоординацию. Но я вот понял что - не буду сидеть и вспоминать все свои обычные упражнения на раскоординацию, которыми разогреваюсь, я поиграю что-нибудь типа босса-новы или типа того ногами, и по томам какие-нибудь рисунки. 
00:00:38
00:09:07

Эти все штуки заставляют все полушария работать вместе, так что, когда я выхожу на сцену и играю, мои конечности согласованы. Независимость и координация.
00:09:07
00:09:11

Так что старайтесь не забывать про это при разогреве.
00:09:11
00:09:19

В итоге, как только я разгоняюсь, я просто играю дольше, просто отскоком, и просто убеждаюсь, что могу так целый день.
00:09:21
00:09:30

Играю не настолько быстро и долго, чтобы вымотаться перд концертом, просто чтобы мышцы привыкли к этому всему.
00:09:33
00:09:33

Последнее про ноги
00:09:36
00:09:46

Я нашёл эффективный способ, если нет ножного пэда, чтобы размяться - ставишь ноги ровно на землю, вот так, и слегка их поднимаешь.
00:09:47
00:09:53

Поднимаем, сокращаем мышцы, раз по 50 каждой ногой.
00:09:54
00:10:05

Просто вверх вниз, сокращаем и расслабляем мышцы голени, которые мы не так сильно используем, как икры, потому что обычно отталкиваемся последними при ходьбе.
00:10:05
00:10:08

так что больше используем эти мышцы <какие именно? так через жопу сказал, что хер поймёшь>
00:10:08
00:10:15

Так что если мы разминаем передние мышцы, то надо делать больше повторов.
00:10:17
00:10:27

Если икра начинает уставать, значит переднюю часть уже размяли, это в итоге поможет правильно распределять нагрузку по эти мышцам.
00:10:27
00:10:36

Это полезная вещь для разогрева, и кроме этого, в общем-то, больше ничего не надо. Потрясите ещё немного, типа того.
00:10:36
00:10:45

И опять напоминаю - пейте больше воды, может, витаминов. Я также люблю закрывать глаза на несколько минут перед выходом на сцену и типа освобождать тело от напряжения, нервов везде.
00:10:45
00:10:56

Я также пытаюсь  сделать дыхание равномернее, чтобы не нервничать и не ошибаться - и тогда ты готов пойти и сделать это шоу.
00:10:56
00:11:01

Вот так. Я надеюсь, что сумел дать представление о своём распорядке во время тура.
00:11:01
00:11:09

Начало, это всё начинается, как я  проснусь, и заканчивается когда я засыпаю, так что я реально живу и дышу барабанами и думаю об этом постоянно.
00:11:09
00:11:19

Так что можете взять что-нибудь из того, что я показал - и включить в свой режим. Если вам понравилось то, что вы увидели сегодня - можете кликнуть на ссылку снизу, что получить бесплатные 30 дней.
00:11:19
00:11:22

Можете так же увидеть меня вживую, с моей командой Revocation, приходите на концерт, поздороваемся. Увидимся в туре.
