00:00:00
00:00:02

- Не переведено -
00:00:02
00:00:09

Всем привет, я Джаред Фальк, и в сегодняшнем уроке мы поговорим
00:00:09
00:00:12

о развитии скорости игры в одну бочку.
00:00:13
00:00:17

Даже если вы играете двумя ногами, вы всё равно можете заниматься этими упражнениями,
00:00:17
00:00:21

чтобы развить скорость каждой ноги по отдельности. Т.е. вы тренируетесь правой ногой
00:00:21
00:00:24

а потом тренируетесь так же левой ногой.
00:00:24
00:00:27

Эти мои упражнения я называю упражнениями для начинающих, но понятно,
00:00:27
00:00:31

что тут дело исключительно в темпе, так что можете играть их
00:00:31
00:00:33

очень-очень быстро, если хотите.
00:00:33
00:00:37

Понятно опять же, что это уже будет ближе к продвинутому уровню.
00:00:37
00:00:41

Но прежде, чем мы к этому перейдём, я хотел бы сказать немного о техниках,
00:00:41
00:00:46

которые вы используете. Вы заметите, что я использую то, что Шог Лэнг называет <flat foot technique>
00:00:46
00:00:51

Вот где у меня нога... пятка 
00:00:51
00:00:55

только слегка приподнята над педалью, и когда я начинаю быстро играть - я играю такой техникой.
00:00:55
00:01:02

Если хотите - можете передвинуть ногу выше на педали
00:01:02
00:01:06

Хотя, когда, например, быстрее начинаешь играть - я заметил - если сдвинуть ногу 
00:01:06
00:01:11

типа ближе к середине - у меня получается быстрее и проще,
00:01:11
00:01:14

и дольше получается играть эти удары, поэтому я так и делаю.
00:01:14
00:01:18

Вы также заметите, что я не играю пяткой вниз, да?
00:01:18
00:01:23

я хочу чуть посильнее выжимать удар, поэтому
00:01:23
00:01:27

я играю в технике <flat foot> пяткой вверх. Если хотите тренировать пяткой вниз -
00:01:27
00:01:28

- на здоровье, в этом нет ничего плохого.
00:01:28
00:01:31

Я знаю, что есть много барабанщиков, играющих пяткой вниз - они только так и играют -
00:01:31
00:01:35

и это абсолютно нормально. Я не тот, кто будет вам указывать, как играть правильно, 
00:01:35
00:01:39

а как - неправильно, да? играйте так, как нужно для вас и вашей музыки.
00:01:39
00:01:43

Я играю эти упражнения в двух разных темпах.
00:01:43
00:01:47

Медленно и быстро, потому что, ребят, я хочу, чтобы вы услышали, 
00:01:47
00:01:50

как они звучат, перед тем как начать играть. Так что если вы только начинаете -
00:01:50
00:01:53

- вам лучше играть их очень-очень медленно, особенно если вы делаете это в первый раз.
00:01:53
00:01:56

По ходу, ну знаете, наверное, всегда хочется немного побыстрее,
00:01:56
00:02:01

ну типа мы же скорость развиваем; но скорость не появится прежде контроля,
00:02:01
00:02:05

поэтому мы хотим добиться прежде всего контроля. И поэтому мы начинаем медленно
00:02:05
00:02:06

и потом уже только агрессивно ускоряемся.
00:02:06
00:02:10

Со всем этим давайте приступим к упражнению 1.
00:02:10
00:02:13

Я буду играть в 70 bpm.
00:02:29
00:02:49

Да, это самое начальное упражнение, чтобы помочь вам развить
00:02:49
00:02:52

контроль, а потом можете постепенно увеличивать скорость. Обычно я дохожу до
00:02:52
00:02:57

120, но вообще я могу и больше разогнаться и, скорее всего, дожму до 
00:02:57
00:03:02

180, 190, 200, где-то так. А потом я бы позанимался так же левой ногой,
00:03:02
00:03:06

особенно, если вы хотите делать типа быстрые одиночки, как говорится
00:03:06
00:03:11
"ты быстр настолько, насколько быстра твоя самая медленная нога".
Поэтому важно работать над обеими.
00:03:12
00:03:16

Следующее упражнение, которое мы возьмём - это то же, но с добавкой кое-где 16ых.
00:03:16
00:03:20

Начнём с 70 bpm, и группы из 16ых на 4ую долю.
00:03:20
00:03:23

Так что, ребят, возьмите на всякий случай ноты-
00:03:23
00:03:26

Если смотрите с drumlessons.com, то они прямо снизу - ссылка на pdf,
00:03:26
00:03:33

если смотрите с другого места - можете просто придти сюда и скачать в разделе "бочка".
00:03:40
00:03:46


Ок, это упражнение должно помочь вам с быстрыми прострелами.
00:04:10
00:04:13

Ну типа когда надо вставить, например, три или два быстрых удара -
00:04:13
00:04:17

это поможет вам развить технику и контроль за тем, что вы играете на большой скорости.
00:04:19
00:04:23

Следующее упражнение по сути - вставка ещё 16ых.
00:04:23
00:04:28

Так что будет только две 8ые, потом группа 16ых, 8ых - группа 16ых.
00:04:29
00:04:32

Начнём на 70 bpm.
00:04:37
00:04:51

Хорошо ребят. Нет какого-то хитрого трюка или типа того, 
00:05:08
00:05:12

чтобы научиться быстро играть одной ногой, 
00:05:13
00:05:17

типа как "увеличь скорость всего за 10 минут".
00:05:17
00:05:20

Есть определённые техники, которыми надо овладеть, чтобы делать, всякое типа быстрых двоек.
00:05:20
00:05:25

Но чтобы играть удары ровно и уверенно - лучший и самый простой путь
00:05:25
00:05:29

- это тренироваться вот такими упражнениями, начать с темпа, который вы контролируете
00:05:29
00:05:32

и потом постепенно его наращивать. И вам ещё всю жизнь играть на барабанах, 
00:05:32
00:05:36

так что не волнуйтесь, 
00:05:36
00:05:40

что вам, типа надо год или два целенаправленно заниматься бочкой.
00:05:40
00:05:44

В этом нет ничего плохого, и чем больше будет контроля - 
00:05:44
00:05:48

тем проще будет играть быстрее, так что я крайне рекомендую начинать медленно
00:05:48
00:05:50

и потихоньку ускоряться.
00:05:50
00:05:53

Всё, если вы разобрались с этим начальным уроком - можете переходить к уроку средней сложности
00:05:53
00:05:57
по игре в бочку одной ногой <это тут как бе название следующего урока>.
До встречи там, ребят.
