00:00:17
00:00:18

Привет, как дела.
00:00:19
00:00:21

Я Аарон Эдгар, сижу в главном офисе (в оригинале штабквартира) Драмео на Эббот 3.
00:00:22
00:00:24

И хочу вам рассказать об одном потрясной штуке
00:00:24
00:00:28

Мы займёмся тем, что возьмём нечётные размеры и улучшим их.
00:00:28
00:00:34

Я о том, что мы обсудим принцип, когда мы берём восьмой размер типа 5/8, 7/8,9/8.
00:00:35
00:00:44

Это не сработает на размерах типа 4/4, т.к. должна быть нечётная восьмая. И будем мы чередовать удары в акцент и не в акцент по ведущей поверхности(хз как по-русски).
00:00:44
00:00:51

Т.е. мы играем восьмушки в 7/8. 1,2,3,4,5,6,7. 1,2,3,4,5,6,7.
00:00:51
00:00:56

Вместо акцента на первом ударе, мы можем расставить акценты через один.
00:00:56
00:01:01

Прелесть в том, что когда мы доберёмся до второго такта, он перевёрнется по отношению в основному рисунку.
00:01:01
00:01:01

Да.
00:01:01
00:01:10

У нас будет, например, ОДИН-два-ТРИ-четыре-ПЯТЬ-шесть-СЕМЬ один-ДВА-три-ЧЕТЫРЕ-пять-ШЕСТЬ-семь ОДИН.
00:01:10
00:01:20

Так что наше чередование заставит обычный однотактовый рисунок завершаться каждые два такта из-за дополнительного ритмического слоя поверх этого рисунка.
00:01:20
00:01:28

Кроме того, не обязательно начинать акцент в сильную долю, можно начинать и в слабую, но, прежде чем мы этим займёмся, посмотрим, как это звучит в первую долю.
00:01:28
00:01:31

Первый рисунок будет в размере 5/8.
00:01:31
00:01:35

Без наворотов на хэте, рисунок звучит так.
00:01:45
00:01:51

Вот такие пять восьмых. Прежде, чем мы начнём акцентировать,  покажу, как будет звучать отдельно первый такт.
00:01:51
00:01:53

Это с акцентом на первую долю.
00:02:00
00:02:07

Второй такт будет полностью наоборот. Начнём с хэта и акцентируем вторую и четвёртую доли.
00:02:14
00:02:17

Всё вместе, медленно, как-то так.
00:02:28
00:02:33

Отлично, теперь пробуем с метрономом, сначала не торопясь, потом - побыстрее.
00:02:56
00:03:04

Следующий рисунок будет на семь восьмых. Покажу сначала без наворачивания акцентов.
00:03:17
00:03:24

Про акценты. Поскольку рисунок, по сути, это 4/4 минус последняя восьмая, эти акценты ложатся туда, где они и ощущаются. 
00:03:24
00:03:28

На первую бочку, на оба рабочих и на бочку на третьей доле.
00:03:29
00:03:32

Вот только первый такт с акцентами.
00:03:32
00:03:38

На этот раз я буду делать их в поверхность райда и в чашку. Чтобы вы услышали разные варианты этой идеи.
00:03:49
00:04:01

На второй такт мы пойдём в промежутки, в слабые доли. Это будет "И" в один-И-два-И-три-И-четыре.
00:04:09
00:04:13

Медленно, соберём всё вместе.
00:04:26
00:04:33

Хорошо. Наденем метроном и поиграем не торопясь в 79 bpm, потом побыстрее - в 100.
00:05:06
00:05:14

Хорошо. Это всё очень весело играть, так что давайте разберём ещё один рисунок в размер 7/8, (т.к. этот размер я очень люблю), но сделаем его более синкопированным.
00:05:14
00:05:17

Рисунок сам по себе такой:
00:05:34
00:05:37

Теперь, просто чтобы послушать что получается, начнём с акцента в слабую долю.
00:05:37
00:05:48

Так что первый такт будет один-ДВА-три-ЧЕТЫРЕ-пять-ШЕСТЬ-семь, а потом мы войдём в сильную долю ОДИН-два-ТРИ-четыре-ПЯТЬ-шесть-СЕМЬ.
00:05:48
00:05:53

Опять же, чтобы показать вам варианты, я буду чередовать вот этот стэк и этот закрытый хэт справа.
00:05:53
00:05:59

Сыграем всё медленно с акцентам. Не забудьте, что мы начинаем с акцента в слабую долю.
00:06:17
00:06:24

Сейчас, поскольку мы начинаем со слабой доли, крэш на первую долю нашего полного рисунка будет звучать очень жёстко, т.к. он придётся между нашим акцентами.
00:06:24
00:06:27

Включаем метроном и пробуем на 70 и 100 bpm.
00:06:58
00:07:08

Отлично, надеюсь, парни, вы хорошо провели время, разучивая эти рисунки, их очень весело играть и самое важное, что из этого можно вынести - что эту идею можно использовать на любом нечётном размере.
00:07:08
00:07:15

Крайне рекомендую опробовать это на все ваших любимых рисунках, можете даже на разных поверхностях.
00:07:15
00:07:21

Не обязательно ограничиваться, например, парой тарелок или типа того. Можно использовать томы, с акцентом  в 16ый против 14.
00:07:30
00:07:32

Можно из райда в чайну.
00:07:36
00:07:39

Вас ограничивает только воображение.
00:07:39
00:07:48

Я ещё немного поиграю более сложные рисунки, по описанному принципу, но если вы хотите научиться ещё интересным идеям по этой теме - подписывайтесь по ссылке внизу видео на бесплатные 30 дней на Драмео, 
00:07:49
00:07:52

где мы учим куче бешеных нечётных ритмов и куче всяких мелких мыслей типа этой.
00:07:53
00:07:55

В общем, пока, до следующего раза со мной в ролике.
00:07:55
00:07:58

А я ещё поиграю. Счастливо.
