00:00:36
00:00:42

Здоров чо как пацаны
00:00:43
00:00:48

Эрик Мур на связи, и я уже прямо слышу "я хочу играть быстро!"
00:00:48
00:00:51

"Я хочу играть быстро, я хочу играть быстро"
00:00:51
00:00:54

Пацаны, я сам сколько времени 
00:00:54
00:00:58

хотел играть быстро, я не родился с этим.
00:00:58
00:01:02

Это как бывает: смотришь на ВСЕХ крутыми барабанщиков
00:01:02
00:01:08

Бадди Рич, там, Тони Вильямс, смотришь на этих потрясных барабанщиков.
00:01:08
00:01:12

Ты, значит, видишь, что все эти ребята играют очень, очень скоростные фразы <здесь и далее перевожу так chops>-
00:01:12
00:01:14

 и все те, кто помоложе играют скоростные фразы - 
00:01:14
00:01:17

И ты такой "я тоже хочу играть скоростные фразы"
00:01:17
00:01:23

Быстрые фразы великолепны, пусть может их и не везде пихать - но ты хочешь играть быстро.
00:01:24
00:01:29

Давайте с другой стороны зайдём. Пусть мы хотим играть быстро, но
00:01:29
00:01:33

но пусть лучше это будет исходить от потребности играть быстро там, где это реально нужно.
00:01:33
00:01:39

Я помню, когда я учился - делал простые вещи типа <вот хуй знает как сказать over two> "через два"
00:01:39
00:01:43

- это я так называю "через два", да, потому что так легче объяснить - <дальше пространная телега>
00:01:43
00:01:47

Это когда играешь две ногами и две руками, вот 
00:01:47
00:01:51

это я вот так вот объясняю. У всех свой способ объяснять,
00:01:51
00:01:54

в разговоре, ну вот типа люди говорят,  ты хочешь сказать "эй, чо как"
00:01:55
00:01:58

ты можешь сказать "эй, чо как", или "привет, как дела, 
00:01:58
00:02:01

давно не виделись" или "братух, как сам"
00:02:01
00:02:04

если ты так привык. Это всё слэнг. Так что
00:02:04
00:02:09

я называю это "два сверху, два снизу", типа сверху - это руками, "сверху", ногами 
00:02:09
00:02:11

типа снизу, это всё слэнг.
00:02:11
00:02:15

Это барабаны и всякое такое, так что давайте возьмём эту медленную фразу, которую я обычно
00:02:15
00:02:18

 играл, пока был мелким, и ускорим ее.
00:02:18
00:02:21

Ты хочешь играть быстро - я тебе покажу.
00:02:42
00:02:45

Это реально медленная фраза, я мелким всё время любил её играть
00:03:02
00:03:05

Ну давайте теперь превратим эту двойную фразу в быструю, добавим три удара в руках.
00:03:09
00:03:20

Больше нот руками, больше!
00:03:18
00:03:21

Несмотря на то, что на барабанах можно сделать много скоростного
00:03:21
00:03:27

все  нужно прорабатывать и развивать. Даже для развития скорости 
00:03:27
00:03:31

надо начинать медленно и следить, что ты ложишься в метроном.
00:03:31
00:03:36

Тем из вас, у кого в метроном не ложится - очень важно, чтобы всё ложилось в таких фразах
00:03:36
00:03:40

Если не ложится - то ваша фраза превратится в кашу <в оригинале to count в смысле "не считается",  возможно, имел в виду в прямом смысле - "не просчитывается",возможно -"без толку".>
00:03:41
00:03:46
Всегда будет кашей, надо укладывать в метроном.
Так что, когда играете, помните, что
00:03:46
00:03:50

надо заниматься, надо оттачивать эти фразы, да?, 
00:03:50
00:03:51

ты хочешь играть быстро, да, 
00:03:51
00:03:55

если хочешь играть быстро - надо заставлять себя, в смысле
00:03:55
00:03:59

прорабатывать медленно, средне, побыстрее. Всё, всё требует времени.
00:04:00
00:04:03

Короче, на Драмео куча уроков, просто ставьте лайк,
00:04:03
00:04:05

ставьте лайк, жмите "подписаться на канал"
00:04:05
00:04:09

и не забывайте периодически закглядывать.
00:04:09
00:04:11

Ещё больше барабанщиков на Drumeo.com
00:04:11
00:04:15

C вами был ваш Эрик Мур, и я хочу, чтобы вы были быстрыми.
00:04:15
00:04:16

Правда-правда хочу.
00:04:16
00:04:19

Играйте с удовольствием.
