00:00:00
00:00:08

Привет, я Джаред Фальк, добро пожаловать 
00:00:08
00:00:12

на промежуточный урок о том, как развит скорость одиночной бочки
00:00:12
00:00:16

Как я уже говорил на начальном уроке, эти упражнения могут применяться
00:00:16
00:00:20

к обеим ногам, так что даже если вы играете двумя ногами
00:00:20
00:00:23

вам всё равно надо тренироваться контролировать скорость
00:00:23
00:00:27

и правой, и левой ногой. Если вы играете одной ногой 
00:00:27
00:00:33

эти упражнения подходят идеально. Итак, сейчас, в наших примерах мы сконцентрируемся больше на
00:00:33
00:00:36

на развитие быстрой двойки, а во втором, как вы увидите, 
00:00:37
00:00:41

на развитие быстрой тройки. Вообще, есть пара техник, которые можно использовать для всего этого
00:00:41
00:00:45

в первом - heel-toe 
00:00:45
00:00:49

у нас на drumlessons.com есть видео, в котором показывается - как это делать. Так что, если хотите,
00:00:49
00:00:53

узнать, как развить быструю двойку - можете его посмотреть.
00:00:53
00:00:57

Если вы хотите это пропустить - на здоровье, когда я только начинал - я так и сделал
00:00:57
00:01:01

я просто пытался играть быстрые двойки - и техника пришла как бы сама.
00:01:01
00:01:05

Вы также может использовать технику слайдов
00:01:05
00:01:09

У Дэйва Аткинсона есть видео на drumlessons.com, где он ей учит.
00:01:09
00:01:13

Ну давайте перейдём к первому упражнению.
00:01:13
00:01:17

Вообще, это не тот грув, который бы я рекомендовал играть
00:01:17
00:01:18

через всю песню
00:01:18
00:01:22

типа того, так что если вы работаете с этим упражнением
00:01:22
00:01:25

- не надо бежать в свою команду и играть его там через всю песню.
00:01:25
00:01:28

Но..В нём есть то, что можно использовать в качестве небольших заполнений, или вроде того, 
00:01:28
00:01:33

но это всего лишь упражнение, и я предлагаю его для использования только 
00:01:33
00:01:36

в самостоятельных занятиях, но необязательно пять минут его играть
00:01:36
00:01:40

со своей командой. Они вряд ли поймут.
00:01:40
00:01:44

Всё, ближе к упражнению.
00:01:44
00:01:47

Оно представляет собой две 16ые на <понять как считаем, пишу как раньше> И и Та
00:01:47
00:01:51

если считаем 1-И-та-2-И-та-3-И-та
00:01:51
00:01:54

4-И-та
00:01:54
00:02:00

1-И-та-2-и-та-3-и-та-4-и-та, да? Давайте начнём медленно и послушаем, как это звучит.
00:02:32
00:02:34

Кто-то должен был вам показать, как это играется, 
00:02:34
00:02:38

на 280 bpm, чтобы вы видели то, к чему стоит стремиться.
00:02:39
00:02:43

и к чему, вы можете легко придти. И я уверен, вы без проблем до этого доберётесь.
00:02:43
00:02:46

Это опять же - начать медленно, и прорабатывать.
00:02:46
00:02:51

Я также заметил, что когда я играю это упражнение на 80 bpm,
00:02:51
00:02:54

я никакой особенной техники, кроме как просто поднять пятку и сделать два удара
00:02:54
00:02:57

не использую.
00:02:57
00:03:01

Много техник, типа слайда, heel-toe, имеют некий скоростной порог 
00:03:01
00:03:05

ниже которого их можно не использовать
00:03:05
00:03:08

 - в том же  80 bpm, например, или
00:03:08
00:03:12

100 bpm - для игры 16ых, но, вот
00:03:12
00:03:16

с heel-toe, например,  уже со 110 можно использовать, и это тот ритм, 
00:03:16
00:03:20

в котором так играть очень-очень комфортно, и по ритму для меня оно ложится идеально.
00:03:20
00:03:24

Но перед этим я обычно играю два быстрых двойных удара <не понял тут>
00:03:24
00:03:28

Следующее упражнение обычно вызывает кучу вопросов,
00:03:28
00:03:31

оно про быстрые тройки.
00:03:31
00:03:35

Есть два по сути разных варианта
00:03:35
00:03:38

Играть тройку только носком
00:03:38
00:03:41

1-и-та-2-и-та-2-и-та-4-и-та
00:03:41
00:03:45

И этот упражнение как раз на такой подход, но ,как я уже сказал -
00:03:45
00:03:48

это не то, что нужно играть всю песню, 
00:03:48
00:03:52

но то, что обязательно надо уметь играть - три быстрых удара в бочку подряд,
00:03:52
00:03:56

так что я подумал - почему бы нам этим не заняться, ок? Итак, первый вариант -
00:03:56
00:03:57

быстро играть носком.
00:03:57
00:04:01

Второй вариант - использовать что-то типа гибридного heel-toe,
00:04:01
00:04:05

как я это называю, что по сути есть, как бы,
00:04:05
00:04:09

один удар на опускании,
00:04:09
00:04:12

 и два на подъёме.
00:04:12
00:04:16

Просто чтобы показать, как это выглядит
00:04:16
00:04:19

<ваще нихера не понял> просто отдельно покажу эти тройки.
00:04:46
00:04:47

Ок, ребят,  
00:04:47
00:04:50

прочувствуете, сами, надо это вам или нет. Когда я начинал -
00:04:50
00:04:54

у нас не было такой продвинутой технологии
00:04:54
00:04:58

 - типа обучение онлайн. 
00:04:58
00:05:01

У меня не было никого, кто мог бы мне это всё показать, кроме моего личного учителя.
00:05:01
00:05:04

Не знаю, знал ли он об этой вещи, а я не знал, о чём спрашивать.
00:05:06
00:05:10

Я всё к чему - смотрите, пробуйте, что вам лучше подойдёт
00:05:10
00:05:12

и используйте эту технику.
00:05:12
00:05:16

Есть ведь столько разных жанров, и каждый отдельно взятый барабанщик
00:05:16
00:05:19

играет по-своему, в плане используемых техник.
00:05:19
00:05:22

Так что, советую вам просто смотреть на других барабанщиков,
00:05:22
00:05:26

на то, что они делают, чтобы отыграть быструю тройку, и найти для себя самое подходящее.
00:05:26
00:05:30

И потом, конечно, тренируйтесь, используя его в этом упражнении
00:05:30
00:05:35

Надо развить скорость и контроль, чтобы 
00:05:35
00:05:40

делать тройку одиночной педалью. Ок, давайте сделаем это упражнение
00:05:40
00:06:12

Начну с 70 bpm
00:06:14
00:06:17

Быстрые тройки - это то, над чем я однозначно работаю, 
00:06:17
00:06:18

и я, на самом деле, перехожу 
00:06:18
00:06:22

от варианта с heel-toe к игре просто носком. И пытаюсь понять
00:06:22
00:06:25

что звучит более уверенно. Иногда я вижу,
00:06:25
00:06:29

что в варианте с heel-toe у меня получается сильный первый удар
00:06:29
00:06:32

слабый второй и сильный третий, так что
00:06:32
00:06:36

как я уже говорил, тут надо понять, как вам будет лучше - и практиковаться, практиковаться,
00:06:36
00:06:37

практиковаться
00:06:37
00:06:40

практиковаться.  Ну давайте теперь к следующему.
00:06:40
00:06:44

На этот раз пойдём по установке, и я жутко люблю играть
00:06:45
00:06:48

это упражнение, и она великолепно в плане, во-первых
00:06:48
00:06:52

развивать скорость одной ноги и, во-вторых
00:06:52
00:06:55

развивать игру по установке, и я его написал как два на рабочем
00:06:56
00:06:59

два на малом томе, два - на среднем, два - на напольном.
00:06:59
00:07:03

с двойкой между каждым.
00:07:03
00:07:07

Но, разумеется, можете разнести удары, как вам угодно.
00:07:07
00:07:10

Ок, это будем играть на 100 bpm.
00:07:38
00:07:40

Хорошо, ребят, запомните - это не гонка, да?
00:07:40
00:07:44

Это не с целью посоревноваться с другими парнями, кто играет быстрее.
00:07:44
00:07:48

Это не для этого. Это только для контроля,
00:07:48
00:07:53

для развития скорости, которая вам нужна для той музыки, которую вы хотите играть.
00:07:53
00:07:56

И я предлагаю 
00:07:56
00:08:00

работать на тем, что вам надо, для группы или музыки, которую вы играете.
00:08:00
00:08:03

Я вам это крайне рекомендую.
00:08:03
00:08:06

Ну и до встречи в продвинутом видео, в котором мы поговорим 
00:08:06
00:08:09

о немного других подходах к развитию скорости одиночной бочки.
00:08:09
00:08:12

Увидимся там.
