00:00:00
00:00:11

Привет, я Джаред Фальк, добро пожаловать на продвинутые уроки развития скорости одиночной бочки
00:00:12
00:00:16

В это уроке мы будем экспериментировать с 32-ыми и 16ыми триолями. <надо разделить как-то, 32 - не триоли>
00:00:16
00:00:20

В том смысле, что мы будем делать быстрые двойки, 
00:00:21
00:00:24

но будем использовать для них разные длительности
00:00:24
00:00:28

Так, первое упражнение содержит две 32-ые.
00:00:28
00:00:33

Да, мы считаем 16ые как РАЗ-та-ка-та....
00:00:34
00:00:39

и вот тут как раз появятся 32 ые: так как на каждую 16ую
00:00:39
00:00:44

приходятся две 32ые - прямо перед следующим отсчётом
00:00:44
00:00:47

мы сыграем быструю двойку, чтобы бы так попасть.
00:00:47
00:00:51

Ок, если будете считать - вам придётся делать это очень-очень медленно
00:00:51
00:00:54

Давайте я медленно сыграю, и вы услышите,
00:00:54
00:00:58

как это должно звучать, и как это ложится в счёт.
00:00:58
00:01:03

Считайте так: РАЗ-та-ка-та, ДВА-та-ка-та, ТРИ-та-ка-та, ЧЕТЫРЕ-та-ка-та
00:01:19
00:01:27

Вот так, я играю апдауном <или пятка-носок, в русском мне привычнее апдаун>
00:01:30
00:01:36

Как хотите. Пока играются 32ые - я их обе не считаю.
00:01:36
00:01:41

Я не настолько продвинут, чтобы просчитывать каждую,
00:01:41
00:01:44

потому что они слишком быстрые, их слишком много, и я сломаю себе язык.
00:01:44
00:01:49

Так что я просто считаю 16ыми, как показал.
00:01:49
00:01:49

раз-та-ка-та, да, можете раз-та-ка-та, два-та-ка-та, три-та-ка-та и так далее <получится смешно, тольк если слегка подчёркивать ещё и ка, типа "кота", а то он дальше шутит искромётно>
00:01:49
00:01:56

если хотите
00:01:56
00:01:58

вы же хотите быть выглядеть так же смешно и глупо, как я <более по-русски "выглядеть таким же клоуном/придурком как я">
00:01:58
00:02:02

Давайте сыграем это на 80 bpm, и я покажу, как это звучит
00:02:02
00:02:06

под клик.
00:02:06
00:02:09

Так, если вы будете делать это упраженение хотя бы 5 минут в день
00:02:44
00:02:48

хотя бы только это - вы удивитесь, насколько быстрее со временем станете играть.
00:02:48
00:02:52

Следующее упражение я играю чаще всего -
00:02:53
00:02:58

я к нему просто привык.
00:03:03
00:03:07

Это упражнение, по сути, есть 8ые на хэте
00:03:11
00:03:16

со вставками 16х триолей между ними
00:03:16
00:03:26

Так что если хотите, можете считать как РАЗ-та-ка-И-та-ка-ДВА-та-ка-И-та-ка и так далее.
00:03:29
00:03:32

Как видите, вот тут всё в долю.
00:03:32
00:03:36

Я не люблю говорить "та-ка", поэтому 
00:03:36
00:03:39

поэтому так никогда не считаю и играю играю просто по ощущению.
00:03:39
00:03:45

Самое главное, чтобы хэт попадал на РАЗ-и-ДВА-иТРИ-и-ЧЕТЫРЕ-и
00:03:46
00:03:49

и удары в бочку шлт между ними так, чтобы получались группы по три удара;
00:03:50
00:03:55

на каждый хэт - две бочки, и эти удары шли ровно.
00:03:56
00:04:00

Хорошо, буду играть это на 70 bpm, покажу вам как это должно быть.
00:04:43
00:04:47

Так, если у вас от этого ноги не отвалятся - значит, ни от чего не отвалятся.
00:04:47
00:04:52

Даже у меня начинают болеть сзади икры, и даже спереди.
00:04:54
00:04:57

Немного, не знаю как там эти мышцы называются правильно, но суть в чём:
00:04:58
00:05:02

если мышцы сейчас болят, то это значит, что вы потихоньку раскачиваетесь -
00:05:02
00:05:05

и в дальнейшем вы будете играть это всё быстрее и дольше.
00:05:05
00:05:10

Следующее упражнение будет по сути на рабочем.
00:05:10
00:05:14

Играем 4 удара в рабочий, два в бочку <там че-то говорит, не start, хз>
00:05:14
00:05:19

группами в 16ых триолях в первом такте, а потом делаем 6 ударов на рабочем и 2 в бочку
00:05:20
00:05:23

в две группы 32ыми.
00:05:23
00:05:26

Между 16 триолями и 32ыми, особенно играя в более быстром темпе,
00:05:26
00:05:29

переключаться тяжело.
00:05:31
00:05:34

Так что это великолепное упражнение, особенно при отработке
00:05:34
00:05:38

сложных переходов. А если вы уже досмотрели до этого видео -
00:05:38
00:05:42

значит, вероятно, вы уже пытаетесь что-то такое делать. Поэтому важно,
00:05:42
00:05:47

важно ровно укладывать быстрые двойки, особенно в переходе с триолей 16ыми на 32ые.
00:05:47
00:05:51

Потому что очень-очень просто - по себе знаю - очень просто
00:05:51
00:05:55

их все перемешать и 16ая триоль будет как 
00:05:55
00:06:00

32ая или наоборот, 32ая как 16 триоль.
00:06:00
00:06:04

И это ещё проще, когда вы играете супербыстро, потому что вся команда в угаре -
00:06:04
00:06:07

и очень тяжело правильно все разделить.
00:06:07
00:06:11

Ну, тогда начнём на 70 bpm и вслушаемся в разницу
00:06:11
00:06:13

между длительностями.
00:06:13
00:06:17

Темп будет меняться по ходу упражнения
00:06:17
00:06:21

и мы должны будем переключаться между 16ыми триолями и 32ыми.
00:06:21
00:06:24

Кстати, если у вас нет нот - можно их скачать по ссылке снизу,
00:06:24
00:06:28

если вы сейчас в наших уроках. Если нет - внизу видео ссылка
00:06:28
00:06:32

на сайт, там вы найдёте
00:06:32
00:06:36

ноты. Там не надо регистрироваться и всякое такое.
00:06:37
00:06:40

Поехали на 70 bpm.
00:06:46
00:07:29

Йех.
00:07:35
00:07:41

Так, раз уж вы стали всё это пробовать, рекомендую начать
00:07:41
00:07:43

играть по всей установке, это несложно.
00:07:43
00:07:46

И можете придумывать любые навороты:
00:07:46
00:07:51

объединять в группы разные барабаны и играть по всей установке.
00:07:51
00:07:54

Т.е. вы вроде как с одной стороны работаете над ногами,
00:07:54
00:07:57

но также и над длительностям, и ещё и над переходами по установке.
00:07:57
00:08:03

Тут масса вариантов, на любой вкус.
00:08:03
00:08:06

На этом, наши  уроки по скорости одиночной бочки подходят к концу. У вас были начальные занятия, 
00:08:06
00:08:11

средние, теперь вот у вас было продвинутое - а дальше перед вами вся жизнь, чтобы над этим работать.
00:08:12
00:08:17

Я сам и близко не подошёл к тому уровню скорости, контроля и силы,
00:08:17
00:08:20

которого бы хотел добиться; это бесконечное совершенствование <че-то криво звучит, не могу хорошего синонима придумать>, я всегда хочу стать лучше -
00:08:20
00:08:24

и желаю вам того же.
00:08:24
00:08:27

И, знаете что: придумывайте свои упражнения и присылайте мне -
00:08:27
00:08:31

мы всегда рады их видеть, у нас есть страница на фейсбуке - 
00:08:31
00:08:35

faceboook.com/drumlessons.
00:08:35
00:08:39

Делитесь там видосами, особенно если придумали новое упражнение -
00:08:39
00:08:41

мы будем рады его видеть.
00:08:41
00:08:44

И я всё время проверяю эту страницу и мне очень нравится смотреть
00:08:44
00:08:48

ваши ролики. Ну и, напоследок, спасибо что смотрели это видео.
00:08:48
00:08:51

Увидимся в следующем.
